<template>
  <section>
    <h1 class="fw-bold pb-3">
      Документација со барање за лизинг: ФИЗИЧКИ ЛИЦА
    </h1>
    <p class="description-font-size">
      Со пополнето барање за одобрување на лизинг, <strong>профактура на добавувачот</strong> и <strong>прифатена лизинг
      понуда</strong>, потребно е да се приложат и:
    </p>
    <ul>
      <li v-for="doc in documents" class="description-font-size">
        {{ doc }}
      </li>
    </ul>
    <strong>
      <p class="description-font-size">
        Документација треба да биде заверена со потпис и печат на овластеното лице!
      </p>
    </strong>
    <p class="description-font-size">
      <strong>AUTOWELT</strong> го задржува правото да побара дополнителна документација за разгледување на барањата за
      одобрување на лизинг.
    </p>
  </section>
</template>

<script>
export default {
  name: "FizickiLica",
  data() {
    return {
      documents: [
        'ПРОФАКТУРА',
        'БАРАЊЕ за одобрување на лизинг (превземи барање)',
        'Копија од ЛИЧНА КАРТА',
        'ПОТВРДА од работодавецот за редовен работен однос',
        'Административна забрана од плата од работодавецот (превземи Административна забрана)',
        'ИЗЈАВА за редовна отплата (превземи Изјава)',
        'Годишна даночна пријава (доколку барателот остварува дополнителни приходи)',
        'Декларации за прием за бруто плата за последните 3 месеци',
        'СОГЛАСНОСТ за извадок од Македонско Кредитно Биро (превземи согласност)'
      ]
    }
  }
}
</script>

<style scoped>

</style>