<template>
  <section>
    <h1 class="fw-bold pb-3">
      Документација со барање за лизинг: ПРАВНИ ЛИЦА
    </h1>
    <p class="description-font-size">
      Со пополнето барање за одобрување на лизинг, профактура на добавувачот и прифатена лизинг
      понуда потребно е да се приложат и:
    </p>
    <ul>
      <li v-for="doc in documents" class="description-font-size">
        {{ doc }}
      </li>
    </ul>
    <p class="description-font-size">
      Документација треба да биде заверена со потпис и печат на овластеното лице!
    </p>
    <p class="description-font-size">
      <strong>AUTOWELT</strong> го задржува правото да побара дополнителна документација за разгледување на барањата за
      одобрување на лизинг.
    </p>
    <hr/>
    <i class="napomena-color">
      * НАПОМЕНА: ДОКОЛКУ ПОДАТОЦИТЕ КОИ ГИ ОСТАВАТЕ ПРИ ПРЕД-ОДОБРУВАЊЕТО НЕ СЕ ТОЧНИ И ПРЕЦИЗНИ МОЖНО Е АПЛИКАЦИЈАТА
      ЗА ЛИЗИНГ ДА ВИ БИДЕ ОДБИЕНА ИЛИ ПРОЛОНГИРАНА ОД СТРАНА НА БАНКАТА И ПРИТОА ГО ГУБИТЕ ОСТАВЕНИОТ КАПАР.
    </i>
  </section>
</template>

<script>
export default {
  name: "PravniLica",
  data() {
    return {
      documents: [
        'Барање за одобрување на лизинг (превземи барање)',
        'Копија од тековна состојба, не постара од 6 недели',
        'Завршна сметка (биланс на состојба и биланс на успех за последните две фискални години)',
        'Аналитички заклучни листови кон завршните сметки за последните две години',
        'Аналитички заклучен лист за тековната година со последен датум на книжење',
        'Согласност за извадок од Македонско Кредитно Биро (превземи согласност)',
        'Изјава за вистински сопственик (превземи согласност)'
      ]
    }
  }
}
</script>

<style scoped>
.napomena-color{
  color: red;
}
</style>