<template>
  <section>
    <h1 class="fw-bold mb-4">
      Чекори за купување возило на лизинг:
    </h1>
    <ol>
      <li v-for="step in steps">
        <h4 class="fw-bold">
          {{ step.title }}
        </h4>
        <p class="description-font-size">
          {{ step.description }} <br/>
          <span class="fw-bold">
            {{ step.napomena }}
          </span>
        </p>
      </li>
    </ol>
  </section>
</template>

<script>
export default {
  name: "StepsForBuying",
  data() {
    return {
      steps: [
        {
          title: 'ИЗБЕРЕТЕ ГО ВОЗИЛОТО',
          description: 'Најпрво го избирате возилото кое сакате да го купите и добивате понуда за истото. Според изборот и понудата се подготвуваат потребните документи.'
        },
        {
          title: 'НАШИТЕ ВРАБОТЕНИ ЌЕ ВИ ГИ ПОБАРААТ ПОТРЕБНИТЕ ПОДАТОЦИ',
          description: 'Ги оставате сите потребни податоци на нашите вработени за да ја подготват целокупната документација која е потребна за аплицирање за лизингот.'
        },
        {
          title: 'ПРЕДОДОБРУВАЊЕ',
          description: 'Според податоците се преминува на фазата за пред-одобрување која ги елиминира или намалува можностите да бидете одбиени. Затоа е потребно податоците кои ќе ги оставите да бидат точни и прецизни.' +
              'Лизинг копманијата ја разгледаува вашата апликација и дололку се е во ред ќе Ви го одобрат лизингот и ќе ве известат за тоа. Дополнително ќе ви ги кажат понатамошните чекори.'
        },
        {
          title: 'КАПАР',
          description: 'Доколку помине постапката на пред-одобрување потребно е да оставите капар за избраното возило за да Ви биде резервирано се до конечно одобрувањето од банката.'
        },
        {
          title: 'ПРЕЗЕМАЊЕ НА ВОЗИЛОТО',
          description: 'Откако ќе се завршите целата процедура и лизингот ќе биде одобрен се договара датумот за превземање на возилото.',
          napomena: 'НАПОМЕНА: Пред превземање на возилото потребно е да обезбедите КАСКО ПОЛИСА.'
        }
      ]
    }
  }
}
</script>

<style scoped>
li::marker {
  font-size: 23px;
  font-weight: bold;
}


</style>